commands = '''
**-` .م1` : اوامر السورس

-` .م2` : اوامر الحساب

-` .م3` : اوامر الكروبات والاذاعة

-` .م4` : اوامر تشيكر و تمويل**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**-` .فحص ` : فحص السورس

-` .المطور ` : مطور السورس

-` .الاوامر ` :اوامر السورس**

-` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**-` .ايدي ` : ايدي حسابك

-` .فك حظر ` : فك حظر كل يلي حاظرهم **
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**- ` .مكرر + عدد الثواني + نص` : ارسال رسائل مؤقتة

-` .ادمن` : القنوات يلي انت ادمن بيها**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**`.تشيكر` : لمعرفه اوامر الصيد**
`-- -- -- -- -- -- -- -- --`
"""
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .صيد + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .حالة الصيد ` : لمعرفة تقدم الكلايم
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
✰` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
---------
الانواع :
---------
1 : ثلاثي

2 : ثلاثي فقط احرف و اخر ارقام

3 : بوت ثنائي

4 : بوت ثلاثي

5 : خماسي حرف

6 : خماسي حرفين

7 : سداسي حرف

8 : سداسي حرفين 

9 : سباعي حرف 

10 : رباعي
------------------------------------------------
طريقة تفعيل الصيد 

.صيد + عدد الصيد + رقم نوع الصيد + يوزر القناه الذي انشاته
------------------------------------------------
-----------------------------
- مثال : .صيد 40000 2 @LUCITHON
-----------------------------
'''
